ドキュメント内の図をMarmaid記法に修正
